---
layout: post
title: 사회적 연결망과 지식 
description: 
modified: 2020-5-02
tags: [ knowledge , elitism , social-capital ] 
---

## 근황

   벌써 날씨가 꽤나 더워졌다. 밤에도 20도가 넘었다. 슬슬 마스크를 안쓰고 돌아다니는 행인들이 간혹 보인다. 질병에 대한 공포는 의외로 대중적인 불감증에 취약하다. 6일 연휴를 맞아, 딱히 특별한 목적 없이 한가롭게 잘 지내고 있다.


## 서론

   간만에 대학 친구를 만나서, 우연히 발견한 관점이다. 컴퓨터 공학의 알고리즘 과목에서 우수한 성적을 거둔 부류와 그에 대한 정당성에 관한 논의다. 구체적인 사실은 중요하지 않으니, 이해를 돕기 위해 다음처럼 요약할 수 있다. 특정 지식의 운용에 대해서, 선배의 도움을 받는 편이 스스로 고민하고 학습한 결과보다 좋은 평가를 받을 수 있다. 특히 알고리즘 처럼, 후학의 독창적인 풀이의 의미가 미약한 분야라면 더욱 그렇다.

   이 이야기에서 재미있었던 점은, 학습자의 역량을 평가할 때에, 능력의 범주를 어떻게 설정하냐는 것이다. 실무와 학문 필드 모두에서, 타인과 의사소통하고 협조를 얻어내는 능력은 아주 필수적이다. 그렇다면, 다른 학습자에게 협조를 얻어내 내놓은 결과가 개인의 능력으로 평가되는 것이 반드시 문제가 아닐 수도 있겠다는 생각이 들었다. 

## 본론

   서론을 작성하면서, 고등학생 시절에 재미삼아 읽었던 <정의란 무엇인가>라는 서적에서 나왔던 한 이야기가 떠올랐다. 사건 당시에도, 하버드 입시에서 구성원 중 소수인 유색인종에 대해 유리함을 제공했었고, 그러한 평가 기준으로 인해서, 불이익을 받았다고 주장하는 백인 학생이 소송을 걸었다. 당시 법원은, 결국 하버드의 편을 들어주었다. 왜냐하면, 하버드가 제시한 다양한 인종을 바탕으로 한, 다양한 학습 경험의 제공이라는 명분이 법리적으로  타당했기 때문이다.

   위 내용은, 학습자의 수학능력이나 잠재력을 평가할 때에, 그 사람의 소속 문화권, 인종이나 기타 환경적인 요인들에 대한 고려가 필요함을 시사한다. 그들에게 복지나 인권 수준의 사회 보장이 아니라, 다른 학습자들이 다양한 환경의 학습자를 보고 다양한 관점과 의견을 접할 기회를 제공하기 위함이다.   

   이런 관점의 전제는 다음과 같다. 인간은 단지 교재나 강사로부터 지식을 전달 받아 지식과 지혜를 구성하는 것이 아니다. 진리는 그 정의에서 보편성을 내포한다. 따라서 진리를 좇는 사람의 입장에서, 다양하고 구체적인 사례들에 노출되면 귀납적으로 자신의 지식을 형성해 나갈 수 있다. 또한 그 과정에서 생길 수 있는 곡해와 왜곡들을 다른 학습자들을 보면서, 본인의 성취를 반성하거나 강화할 수 있다.

   이제 원래 서문에서 논했던, 학습자의 역량이나 특정 과목에 대한 이해도를 평가할 때에, 타인의 도움을 받은 것이 부당한가에 대한 논의를 진행하자. 학습자의 잠재력을 평가하는 것과, 학습자의 학습 결과를 평가하는 것은 차이가 있기는 하다. 특히 학습자의 잠재력을 평가해, 학교의 소속 여부를 결정할 때에는 , 공동체의 학습 환경과 공리주의적인 주장에 힘이 실릴만하다. 왜냐하면, 결정 주체는 학교를 대표하는 책임자일 것이고, 그의 주된 임무는 학교의 구성원들에게 더 훌륭한 학습 기회를 제공하고, 학교의 교육적 이념을 구현하는 데에 기여하는 것이기 때문이다.

   하지만, 이미 구성원이 된 학습자들 간의 이해도를 평가할 때는 이야기가 다를 수 있다. 학습자들 간의 이해도를 평가하는 행위는 학습 환경을 개선하는데에 직접적인 상관이 미약할 수 있기 때문이다. 여기까지 생각이 미치니, 학습자를 평가하는 행위에 대한 명분을 내가 아주 흐릿하게 잡고있음을 알게 되었다.

   처음 작성을 시작한 의도는, 사회적 자본 역시 지식을 구성하는데 중요한 부분임을 밝히려고 했었던 것이었다. 우습고 창피하게도, 막상 글을 전개해나가면서, 학습자를 대학이나 교육기관에서 평가하는 이유와 필요에 대해서 내가 충분히 이해하거나 납득하지 못했다는 것을 깨달았다.

# 결론

  분명히, 우리나라의 대학 근처에서, 사회적 자본을 통해 좋은 평가를 받을 수 있는 시스템이 현상적으로 존재한다. 하지만, 이러한 현상의 정당성을 논의하려면, 인공물인 이상 원래의 설계 목적을 충실하게 이행하는지에 비추어 생각해야 한다. 하지만, 지금 대학의 학습자의 과목 이수 평가체계의 존재 이유를 규명하기 어렵다. 따라서, 지금의 나로서는 이 논의를 더 이상 진행할 수 없다.   